{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bia": 4,
        "buồng": 5,
        "bàn chải": 6,
        "bàn chải đánh răng": 7,
        "bàn phím": 8,
        "bánh": 9,
        "bánh ngọt": 10,
        "bánh xe": 11,
        "bát": 12,
        "bãi cỏ": 13,
        "bình hoa": 14,
        "bò": 15,
        "bò đực": 16,
        "bông cải xanh": 17,
        "bông hoa": 18,
        "búi tóc": 19,
        "băng ghế": 20,
        "bảng": 21,
        "bảo tàng": 22,
        "bảy": 23,
        "bầu trời": 24,
        "bắp chân": 25,
        "bến du thuyền": 26,
        "bến tàu": 27,
        "bếp": 28,
        "bốn": 29,
        "bồn tiểu": 30,
        "bồn tắm": 31,
        "bộ đồ": 32,
        "bờ biển": 33,
        "bức tranh": 34,
        "bức tượng": 35,
        "bức ảnh": 36,
        "bữa trưa": 37,
        "bữa ăn": 38,
        "ca nô": 39,
        "cam": 40,
        "chai": 41,
        "chim bồ câu": 42,
        "chim ưng": 43,
        "chiếc ô": 44,
        "chung cư": 45,
        "chuối": 46,
        "chuồng": 47,
        "chuồng trại": 48,
        "chuột": 49,
        "chén đĩa": 50,
        "chín": 51,
        "chảo": 52,
        "chậu": 53,
        "con bò": 54,
        "con chim": 55,
        "con chó": 56,
        "con cừu": 57,
        "con dê": 58,
        "con dốc": 59,
        "con heo": 60,
        "con khỉ": 61,
        "con mèo": 62,
        "con ngựa": 63,
        "con thoi": 64,
        "con thuyền": 65,
        "con voi": 66,
        "con vẹt": 67,
        "con vịt": 68,
        "cupcake": 69,
        "cà phê": 70,
        "cà rốt": 71,
        "cà vạt": 72,
        "các tòa nhà": 73,
        "cái bàn": 74,
        "cái ghế": 75,
        "cái kệ": 76,
        "cái lều": 77,
        "cái lọ": 78,
        "cái mâm": 79,
        "cái nĩa": 80,
        "cái nồi": 81,
        "cái rổ": 82,
        "cái thìa": 83,
        "cái túi": 84,
        "cái ví": 85,
        "cây": 86,
        "cây gậy": 87,
        "cây kéo": 88,
        "cây sào": 89,
        "công cụ": 90,
        "cún yêu": 91,
        "cầu": 92,
        "cỏ khô": 93,
        "cỗ máy": 94,
        "cờ": 95,
        "cừu": 96,
        "cửa": 97,
        "cửa hàng": 98,
        "cửa ra vào": 99,
        "cửa sổ": 100,
        "cửa tiệm": 101,
        "dao": 102,
        "diều": 103,
        "donut": 104,
        "dĩa": 105,
        "dĩa ": 106,
        "dĩa nhựa": 107,
        "dấu hiệu": 108,
        "ga ra": 109,
        "ghế sô pha": 110,
        "gia súc": 111,
        "gian hàng": 112,
        "giá đỡ": 113,
        "giường": 114,
        "giấy bạc": 115,
        "gà": 116,
        "gà tây": 117,
        "găng tay": 118,
        "gương": 119,
        "gấu": 120,
        "gấu trúc": 121,
        "gầu múc": 122,
        "gậy": 123,
        "hai": 124,
        "hay": 125,
        "hoa hồng": 126,
        "hoa quả": 127,
        "hàng hoá": 128,
        "hành lang": 129,
        "hành lý": 130,
        "hươu cao cổ": 131,
        "hải âu": 132,
        "hồ": 133,
        "hồ bơi": 134,
        "hộp": 135,
        "hộp đựng": 136,
        "kho": 137,
        "khung": 138,
        "khăn": 139,
        "kính râm": 140,
        "kính đeo": 141,
        "ký tên": 142,
        "laptop": 143,
        "lon": 144,
        "ly": 145,
        "lá": 146,
        "lá cờ": 147,
        "lát cắt": 148,
        "lò sưởi": 149,
        "lò vi sóng": 150,
        "lọ cắm hoa": 151,
        "lối đi": 152,
        "lồng": 153,
        "lớp học": 154,
        "màn": 155,
        "màu cam": 156,
        "màu nâu": 157,
        "màu sắc": 158,
        "màu trắng": 159,
        "màu tía": 160,
        "màu vàng": 161,
        "màu xanh dương": 162,
        "màu xanh lá": 163,
        "màu xám": 164,
        "màu đen": 165,
        "màu đỏ": 166,
        "mái chèo": 167,
        "máy bay": 168,
        "máy bay trực thăng": 169,
        "máy sấy khô": 170,
        "máy tính": 171,
        "máy vi tính": 172,
        "máy xay": 173,
        "máy ảnh": 174,
        "mèo con": 175,
        "món tráng miệng": 176,
        "món ăn": 177,
        "móng vuốt": 178,
        "mũ": 179,
        "mũ bảo hiểm": 180,
        "mũ lưỡi trai": 181,
        "mười": 182,
        "mắt": 183,
        "mặt": 184,
        "mặt nạ": 185,
        "mặt trời": 186,
        "một": 187,
        "ngoài trời": 188,
        "ngân hàng": 189,
        "ngăn kéo": 190,
        "người giữ": 191,
        "ngựa rằn": 192,
        "ngựa vằn": 193,
        "nhiều cái ghế": 194,
        "nhà": 195,
        "nhà tắm": 196,
        "nhà vệ sinh": 197,
        "nhà ở": 198,
        "những bức ảnh": 199,
        "những quả cam": 200,
        "nón": 201,
        "núi": 202,
        "năm": 203,
        "nước": 204,
        "nước tiểu": 205,
        "nến": 206,
        "phòng": 207,
        "phòng bếp": 208,
        "phòng ngủ": 209,
        "phòng tắm": 210,
        "phô mai": 211,
        "phương tiện giao thông": 212,
        "pizza": 213,
        "pug": 214,
        "quán bar": 215,
        "quán ăn": 216,
        "quả bóng": 217,
        "quả cam": 218,
        "quả cam ": 219,
        "quả táo": 220,
        "quần short": 221,
        "quần áo": 222,
        "quầy tính tiền": 223,
        "rau": 224,
        "rau quả": 225,
        "rau xà lách": 226,
        "rào chắn": 227,
        "rượu": 228,
        "sandwich": 229,
        "sàn nhà": 230,
        "sáu": 231,
        "sân": 232,
        "sân bay": 233,
        "sân khấu": 234,
        "sân vườn": 235,
        "sân vận động": 236,
        "sô cô la": 237,
        "theo dõi": 238,
        "thiết bị": 239,
        "thuyền buồm": 240,
        "thuốc lá": 241,
        "thành phần": 242,
        "thân cây": 243,
        "thùng chứa": 244,
        "thư viện": 245,
        "thịt": 246,
        "toa xe": 247,
        "trang thiết bị": 248,
        "trái cây": 249,
        "trượt tuyết": 250,
        "trạm": 251,
        "tàu": 252,
        "tàu hoả": 253,
        "tàu hỏa": 254,
        "tách": 255,
        "tám": 256,
        "táo": 257,
        "tòa nhà": 258,
        "tòa tháp": 259,
        "túi": 260,
        "tường": 261,
        "tượng đài": 262,
        "tạp dề": 263,
        "tủ lạnh": 264,
        "tủ đá": 265,
        "tủ đông": 266,
        "vali": 267,
        "ván lướt sóng": 268,
        "ván trượt": 269,
        "vòi": 270,
        "vòi hoa sen": 271,
        "vòi nước": 272,
        "văn phòng": 273,
        "vườn bách thú": 274,
        "vạch kẻ đường": 275,
        "vẽ tranh lên tường": 276,
        "vợt": 277,
        "xe": 278,
        "xe buýt": 279,
        "xe cộ": 280,
        "xe lăn": 281,
        "xe lửa": 282,
        "xe máy": 283,
        "xe tay ga": 284,
        "xe tải": 285,
        "xe ô tô": 286,
        "xe điện": 287,
        "xe điện ngầm": 288,
        "xe đạp": 289,
        "xe đẩy": 290,
        "áo ba lỗ": 291,
        "áo choàng": 292,
        "áo khoác": 293,
        "áo sơ mi": 294,
        "áo vest": 295,
        "ô cửa": 296,
        "đi văng": 297,
        "điêu khắc": 298,
        "điểm tâm": 299,
        "điện thoại": 300,
        "đoạn phim giới thiệu": 301,
        "đèn để bàn": 302,
        "đĩa": 303,
        "đĩa ăn": 304,
        "đưa đón": 305,
        "đường": 306,
        "đường bộ": 307,
        "đường phố": 308,
        "đường ray": 309,
        "đường sắt": 310,
        "đường đi bộ": 311,
        "đường đua": 312,
        "đường ống": 313,
        "đại dương": 314,
        "đầm": 315,
        "đầu máy": 316,
        "đồ chơi": 317,
        "đồ uống": 318,
        "đồi": 319,
        "đồng hồ": 320,
        "đồng phục": 321,
        "động cơ": 322,
        "ảnh chụp": 323
    }
}