{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "balo": 2,
        "bia": 3,
        "buồng": 4,
        "bàn chải": 5,
        "bàn chải đánh răng": 6,
        "bàn phím": 7,
        "bánh": 8,
        "bánh hamburger": 9,
        "bánh ngọt": 10,
        "bát": 11,
        "bãi cỏ": 12,
        "bình hoa": 13,
        "bò": 14,
        "bò đực": 15,
        "bông cải xanh": 16,
        "bông hoa": 17,
        "búi tóc": 18,
        "băng ghế": 19,
        "bảng": 20,
        "bảo tàng": 21,
        "bảy": 22,
        "bầu trời": 23,
        "bắp chân": 24,
        "bến du thuyền": 25,
        "bến tàu": 26,
        "bếp": 27,
        "bốn": 28,
        "bồn tiểu": 29,
        "bồn tắm": 30,
        "bộ đồ": 31,
        "bờ biển": 32,
        "bức màn": 33,
        "bức tranh": 34,
        "bức tượng": 35,
        "bức ảnh": 36,
        "bữa trưa": 37,
        "bữa ăn": 38,
        "bữa ăn tối": 39,
        "ca nô": 40,
        "cam": 41,
        "chai": 42,
        "chim bồ câu": 43,
        "chim ưng": 44,
        "chiếc ô": 45,
        "chung cư": 46,
        "chuối": 47,
        "chuồng": 48,
        "chuồng trại": 49,
        "chuột": 50,
        "chén đĩa": 51,
        "chín": 52,
        "chảo": 53,
        "chậu": 54,
        "con bò": 55,
        "con chim": 56,
        "con chó": 57,
        "con cừu": 58,
        "con dê": 59,
        "con dốc": 60,
        "con heo": 61,
        "con khỉ": 62,
        "con mèo": 63,
        "con ngựa": 64,
        "con thuyền": 65,
        "con voi": 66,
        "con vẹt": 67,
        "con vịt": 68,
        "cupcake": 69,
        "cà phê": 70,
        "cà rốt": 71,
        "cà vạt": 72,
        "cá": 73,
        "các tòa nhà": 74,
        "cái bàn": 75,
        "cái ghế": 76,
        "cái kệ": 77,
        "cái lều": 78,
        "cái lọ": 79,
        "cái mâm": 80,
        "cái nĩa": 81,
        "cái nồi": 82,
        "cái rổ": 83,
        "cái thìa": 84,
        "cái túi": 85,
        "cái ví": 86,
        "cây": 87,
        "cây kéo": 88,
        "cây sào": 89,
        "công cụ": 90,
        "cún yêu": 91,
        "cầu": 92,
        "cỏ khô": 93,
        "cỗ máy": 94,
        "cờ": 95,
        "cừu": 96,
        "cửa": 97,
        "cửa hàng": 98,
        "cửa ra vào": 99,
        "cửa sổ": 100,
        "cửa tiệm": 101,
        "dao": 102,
        "diều": 103,
        "donut": 104,
        "dòng sông": 105,
        "dĩa": 106,
        "dĩa nhựa": 107,
        "dấu hiệu": 108,
        "ga ra": 109,
        "ghế sô pha": 110,
        "gia súc": 111,
        "gian hàng": 112,
        "giá đỡ": 113,
        "giường": 114,
        "giấy bạc": 115,
        "gà": 116,
        "găng tay": 117,
        "gương": 118,
        "gấu": 119,
        "gấu trúc": 120,
        "gầu múc": 121,
        "gậy": 122,
        "hai": 123,
        "hay": 124,
        "hoa hồng": 125,
        "hoa quả": 126,
        "hàng hoá": 127,
        "hàng hóa": 128,
        "hành lang": 129,
        "hành lý": 130,
        "hươu cao cổ": 131,
        "hải âu": 132,
        "hồ": 133,
        "hồ bơi": 134,
        "hộp": 135,
        "hộp số": 136,
        "hộp đựng": 137,
        "kho": 138,
        "khung": 139,
        "khăn": 140,
        "kính râm": 141,
        "kính đeo": 142,
        "ký tên": 143,
        "laptop": 144,
        "lon": 145,
        "ly": 146,
        "lá": 147,
        "lá cờ": 148,
        "lát cắt": 149,
        "lò sưởi": 150,
        "lò vi sóng": 151,
        "lọ cắm hoa": 152,
        "lối đi": 153,
        "lồng": 154,
        "lớp học": 155,
        "màn": 156,
        "màu cam": 157,
        "màu nâu": 158,
        "màu sắc": 159,
        "màu trắng": 160,
        "màu tía": 161,
        "màu vàng": 162,
        "màu xanh dương": 163,
        "màu xanh lá": 164,
        "màu xám": 165,
        "màu đen": 166,
        "màu đỏ": 167,
        "mái chèo": 168,
        "máy bay": 169,
        "máy bay trực thăng": 170,
        "máy sấy khô": 171,
        "máy tính": 172,
        "máy vi tính": 173,
        "máy xay": 174,
        "máy ảnh": 175,
        "món tráng miệng": 176,
        "món ăn": 177,
        "móng vuốt": 178,
        "mũ": 179,
        "mũ bảo hiểm": 180,
        "mũ lưỡi trai": 181,
        "mười": 182,
        "mắt": 183,
        "mặt": 184,
        "mặt nạ": 185,
        "mặt trời": 186,
        "một": 187,
        "ngoài trời": 188,
        "ngân hàng": 189,
        "ngăn kéo": 190,
        "người giữ": 191,
        "ngựa rằn": 192,
        "ngựa vằn": 193,
        "nhiều cái ghế": 194,
        "nhà": 195,
        "nhà tắm": 196,
        "nhà vệ sinh": 197,
        "nhà ở": 198,
        "những bức ảnh": 199,
        "những quả cam": 200,
        "nón": 201,
        "núi": 202,
        "năm": 203,
        "nước": 204,
        "nến": 205,
        "phòng": 206,
        "phòng bếp": 207,
        "phòng ngủ": 208,
        "phòng tắm": 209,
        "phô mai": 210,
        "phương tiện giao thông": 211,
        "pizza": 212,
        "quán bar": 213,
        "quán ăn": 214,
        "quả bóng": 215,
        "quả cam": 216,
        "quả cam ": 217,
        "quả táo": 218,
        "quần short": 219,
        "quầy tính tiền": 220,
        "rau": 221,
        "rau quả": 222,
        "rau xà lách": 223,
        "rào chắn": 224,
        "rượu": 225,
        "sandwich": 226,
        "sàn nhà": 227,
        "sáu": 228,
        "sân": 229,
        "sân bay": 230,
        "sân khấu": 231,
        "sân vườn": 232,
        "sân vận động": 233,
        "sô cô la": 234,
        "theo dõi": 235,
        "thuyền buồm": 236,
        "thuốc lá": 237,
        "thành phần": 238,
        "thân cây": 239,
        "thùng": 240,
        "thùng chứa": 241,
        "thư viện": 242,
        "thịt": 243,
        "toa xe": 244,
        "trang thiết bị": 245,
        "truyền hình": 246,
        "trượt tuyết": 247,
        "trạm": 248,
        "tàu": 249,
        "tàu hoả": 250,
        "tàu hỏa": 251,
        "tách": 252,
        "tám": 253,
        "táo": 254,
        "tòa nhà": 255,
        "tòa tháp": 256,
        "túi": 257,
        "tường": 258,
        "tạp dề": 259,
        "tủ lạnh": 260,
        "tủ đá": 261,
        "tủ đông": 262,
        "vali": 263,
        "ván lướt sóng": 264,
        "ván trượt": 265,
        "vòi": 266,
        "vòi hoa sen": 267,
        "vòi nước": 268,
        "vô tuyến": 269,
        "văn phòng": 270,
        "vườn bách thú": 271,
        "vạch kẻ đường": 272,
        "vẽ tranh lên tường": 273,
        "vợt": 274,
        "xe": 275,
        "xe buýt": 276,
        "xe cộ": 277,
        "xe lăn": 278,
        "xe lửa": 279,
        "xe máy": 280,
        "xe tay ga": 281,
        "xe tải": 282,
        "xe ô tô": 283,
        "xe điện": 284,
        "xe điện ngầm": 285,
        "xe đạp": 286,
        "xe đẩy": 287,
        "áo choàng": 288,
        "áo khoác": 289,
        "áo sơ mi": 290,
        "áo vest": 291,
        "ô cửa": 292,
        "đi văng": 293,
        "điêu khắc": 294,
        "điểm tâm": 295,
        "điện thoại": 296,
        "đèn để bàn": 297,
        "đĩa": 298,
        "đĩa ném": 299,
        "đĩa ăn": 300,
        "đưa đón": 301,
        "đường": 302,
        "đường bộ": 303,
        "đường phố": 304,
        "đường ray": 305,
        "đường sắt": 306,
        "đường đi bộ": 307,
        "đường đua": 308,
        "đầm": 309,
        "đồ chơi": 310,
        "đồ uống": 311,
        "đồi": 312,
        "đồng hồ": 313,
        "đồng phục": 314,
        "động cơ": 315,
        "ảnh chụp": 316
    }
}