{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bao bì": 4,
        "bia": 5,
        "buồng": 6,
        "bàn chải": 7,
        "bàn chải đánh răng": 8,
        "bàn phím": 9,
        "bánh": 10,
        "bánh hamburger": 11,
        "bánh ngọt": 12,
        "bánh xe": 13,
        "bát": 14,
        "bãi cỏ": 15,
        "bình hoa": 16,
        "bò": 17,
        "bò đực": 18,
        "bông cải xanh": 19,
        "bông hoa": 20,
        "búi tóc": 21,
        "băng ghế": 22,
        "bảng": 23,
        "bảo tàng": 24,
        "bảy": 25,
        "bầu trời": 26,
        "bắp chân": 27,
        "bến du thuyền": 28,
        "bến tàu": 29,
        "bếp": 30,
        "bốn": 31,
        "bồn tiểu": 32,
        "bồn tắm": 33,
        "bộ đồ": 34,
        "bờ biển": 35,
        "bức màn": 36,
        "bức tranh": 37,
        "bức tượng": 38,
        "bức ảnh": 39,
        "bữa trưa": 40,
        "bữa ăn": 41,
        "bữa ăn tối": 42,
        "ca nô": 43,
        "chai": 44,
        "chim bồ câu": 45,
        "chim ưng": 46,
        "chiếc ô": 47,
        "chung cư": 48,
        "chuối": 49,
        "chuồng": 50,
        "chuồng trại": 51,
        "chuột": 52,
        "chén đĩa": 53,
        "chín": 54,
        "chảo": 55,
        "chậu": 56,
        "con bò": 57,
        "con chim": 58,
        "con chó": 59,
        "con cừu": 60,
        "con dê": 61,
        "con dốc": 62,
        "con khỉ": 63,
        "con mèo": 64,
        "con ngựa": 65,
        "con thuyền": 66,
        "con voi": 67,
        "con vẹt": 68,
        "con vịt": 69,
        "cupcake": 70,
        "cà phê": 71,
        "cà rốt": 72,
        "cà vạt": 73,
        "cá": 74,
        "các tòa nhà": 75,
        "cái bàn": 76,
        "cái ghế": 77,
        "cái kệ": 78,
        "cái lều": 79,
        "cái lọ": 80,
        "cái mâm": 81,
        "cái nĩa": 82,
        "cái nồi": 83,
        "cái rổ": 84,
        "cái thìa": 85,
        "cái túi": 86,
        "cái ví": 87,
        "cây": 88,
        "cây kéo": 89,
        "cây sào": 90,
        "công cụ": 91,
        "cún yêu": 92,
        "cầu": 93,
        "cỏ khô": 94,
        "cỗ máy": 95,
        "cờ": 96,
        "cừu": 97,
        "cửa": 98,
        "cửa hàng": 99,
        "cửa ra vào": 100,
        "cửa sổ": 101,
        "cửa tiệm": 102,
        "dao": 103,
        "diều": 104,
        "donut": 105,
        "dòng sông": 106,
        "dĩa": 107,
        "dĩa ": 108,
        "dĩa nhựa": 109,
        "ga ra": 110,
        "gia súc": 111,
        "gian hàng": 112,
        "giá đỡ": 113,
        "giường": 114,
        "giấy bạc": 115,
        "gà": 116,
        "gà tây": 117,
        "găng tay": 118,
        "gương": 119,
        "gấu": 120,
        "gấu trúc": 121,
        "gầu múc": 122,
        "gậy": 123,
        "hai": 124,
        "hay": 125,
        "hoa hồng": 126,
        "hoa quả": 127,
        "hàng hoá": 128,
        "hàng hóa": 129,
        "hành lang": 130,
        "hành lý": 131,
        "hươu cao cổ": 132,
        "hải âu": 133,
        "hồ": 134,
        "hồ bơi": 135,
        "hộp": 136,
        "hộp số": 137,
        "hộp đựng": 138,
        "kho": 139,
        "khung": 140,
        "khăn": 141,
        "kính râm": 142,
        "kính đeo": 143,
        "ký tên": 144,
        "laptop": 145,
        "lon": 146,
        "ly": 147,
        "lá": 148,
        "lá cờ": 149,
        "lát cắt": 150,
        "lò sưởi": 151,
        "lò vi sóng": 152,
        "lọ cắm hoa": 153,
        "lối đi": 154,
        "lồng": 155,
        "lớp học": 156,
        "màn": 157,
        "màu cam": 158,
        "màu nâu": 159,
        "màu sắc": 160,
        "màu trắng": 161,
        "màu tía": 162,
        "màu vàng": 163,
        "màu xanh dương": 164,
        "màu xanh lá": 165,
        "màu xám": 166,
        "màu đen": 167,
        "màu đỏ": 168,
        "mái chèo": 169,
        "máy bay": 170,
        "máy sấy khô": 171,
        "máy tính": 172,
        "máy vi tính": 173,
        "máy xay": 174,
        "máy ảnh": 175,
        "món tráng miệng": 176,
        "món ăn": 177,
        "móng vuốt": 178,
        "mũ": 179,
        "mũ bảo hiểm": 180,
        "mũ lưỡi trai": 181,
        "mười": 182,
        "mắt": 183,
        "mặt": 184,
        "mặt nạ": 185,
        "mặt trời": 186,
        "một": 187,
        "ngoài": 188,
        "ngoài trời": 189,
        "ngân hàng": 190,
        "ngăn kéo": 191,
        "người giữ": 192,
        "ngựa rằn": 193,
        "ngựa vằn": 194,
        "nhiều cái ghế": 195,
        "nhà": 196,
        "nhà tắm": 197,
        "nhà vệ sinh": 198,
        "nhà ở": 199,
        "những bức ảnh": 200,
        "những quả cam": 201,
        "nón": 202,
        "núi": 203,
        "năm": 204,
        "nước": 205,
        "nến": 206,
        "phòng": 207,
        "phòng bếp": 208,
        "phòng ngủ": 209,
        "phòng tắm": 210,
        "phô mai": 211,
        "phương tiện giao thông": 212,
        "pizza": 213,
        "pug": 214,
        "quán bar": 215,
        "quán ăn": 216,
        "quả bóng": 217,
        "quả cam": 218,
        "quả cam ": 219,
        "quả táo": 220,
        "quần short": 221,
        "quần áo": 222,
        "quầy tính tiền": 223,
        "rau": 224,
        "rau quả": 225,
        "rau xà lách": 226,
        "rào chắn": 227,
        "rượu": 228,
        "sandwich": 229,
        "sàn nhà": 230,
        "sáu": 231,
        "sân": 232,
        "sân bay": 233,
        "sân khấu": 234,
        "sân vườn": 235,
        "sân vận động": 236,
        "sô cô la": 237,
        "thiết bị": 238,
        "thuyền buồm": 239,
        "thuốc lá": 240,
        "thành phần": 241,
        "thân cây": 242,
        "thùng": 243,
        "thùng chứa": 244,
        "thư viện": 245,
        "thịt": 246,
        "toa xe": 247,
        "trang thiết bị": 248,
        "truyền hình": 249,
        "trái cây": 250,
        "trường hợp": 251,
        "trượt tuyết": 252,
        "trạm": 253,
        "tàu": 254,
        "tàu hỏa": 255,
        "tách": 256,
        "tám": 257,
        "táo": 258,
        "tòa nhà": 259,
        "tòa tháp": 260,
        "túi": 261,
        "tường": 262,
        "tượng đài": 263,
        "tạp dề": 264,
        "tủ lạnh": 265,
        "tủ đá": 266,
        "tủ đông": 267,
        "vali": 268,
        "ván lướt sóng": 269,
        "ván trượt": 270,
        "vòi": 271,
        "vòi hoa sen": 272,
        "vòi nước": 273,
        "vô tuyến": 274,
        "văn phòng": 275,
        "vườn bách thú": 276,
        "vạch kẻ đường": 277,
        "vẽ tranh lên tường": 278,
        "vợt": 279,
        "xa lộ": 280,
        "xe": 281,
        "xe buýt": 282,
        "xe cộ": 283,
        "xe lăn": 284,
        "xe lửa": 285,
        "xe máy": 286,
        "xe tay ga": 287,
        "xe tải": 288,
        "xe ô tô": 289,
        "xe điện ngầm": 290,
        "xe đạp": 291,
        "xe đẩy": 292,
        "áo ba lỗ": 293,
        "áo choàng": 294,
        "áo khoác": 295,
        "áo sơ mi": 296,
        "áo vest": 297,
        "ô cửa": 298,
        "đi văng": 299,
        "điêu khắc": 300,
        "điểm tâm": 301,
        "điện thoại": 302,
        "đoạn phim giới thiệu": 303,
        "đèn để bàn": 304,
        "đĩa": 305,
        "đĩa ném": 306,
        "đĩa ăn": 307,
        "đưa đón": 308,
        "đường": 309,
        "đường bộ": 310,
        "đường phố": 311,
        "đường ray": 312,
        "đường sắt": 313,
        "đường đi bộ": 314,
        "đường đua": 315,
        "đại dương": 316,
        "đầm": 317,
        "đầu máy": 318,
        "đồ chơi": 319,
        "đồ uống": 320,
        "đồi": 321,
        "đồng hồ": 322,
        "đồng phục": 323,
        "động cơ": 324,
        "ảnh chụp": 325
    }
}