{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bia": 4,
        "bàn chải": 5,
        "bàn chải đánh răng": 6,
        "bàn phím": 7,
        "bánh": 8,
        "bánh hamburger": 9,
        "bánh ngọt": 10,
        "bánh xe": 11,
        "bát": 12,
        "bãi cỏ": 13,
        "bình hoa": 14,
        "bò": 15,
        "bò đực": 16,
        "bông cải xanh": 17,
        "bông hoa": 18,
        "búi tóc": 19,
        "băng ghế": 20,
        "bảng": 21,
        "bảo tàng": 22,
        "bảy": 23,
        "bầu trời": 24,
        "bến du thuyền": 25,
        "bến tàu": 26,
        "bếp": 27,
        "bốn": 28,
        "bồn tiểu": 29,
        "bồn tắm": 30,
        "bộ đồ": 31,
        "bờ biển": 32,
        "bức màn": 33,
        "bức tranh": 34,
        "bức tượng": 35,
        "bức ảnh": 36,
        "bữa trưa": 37,
        "bữa ăn": 38,
        "ca nô": 39,
        "cam": 40,
        "chai": 41,
        "chim bồ câu": 42,
        "chim ưng": 43,
        "chiếc ô": 44,
        "chung cư": 45,
        "chuối": 46,
        "chuồng": 47,
        "chuồng trại": 48,
        "chuột": 49,
        "chén đĩa": 50,
        "chín": 51,
        "chảo": 52,
        "chậu": 53,
        "con bò": 54,
        "con chim": 55,
        "con chó": 56,
        "con cừu": 57,
        "con dê": 58,
        "con dốc": 59,
        "con heo": 60,
        "con khỉ": 61,
        "con mèo": 62,
        "con ngựa": 63,
        "con thoi": 64,
        "con thuyền": 65,
        "con voi": 66,
        "con vẹt": 67,
        "con vịt": 68,
        "cupcake": 69,
        "cà phê": 70,
        "cà rốt": 71,
        "cà vạt": 72,
        "các tòa nhà": 73,
        "cái bàn": 74,
        "cái ghế": 75,
        "cái kệ": 76,
        "cái lều": 77,
        "cái lọ": 78,
        "cái mâm": 79,
        "cái nĩa": 80,
        "cái nồi": 81,
        "cái rổ": 82,
        "cái thìa": 83,
        "cái túi": 84,
        "cái ví": 85,
        "cây": 86,
        "cây gậy": 87,
        "cây kéo": 88,
        "cây sào": 89,
        "công cụ": 90,
        "cún yêu": 91,
        "cầu": 92,
        "cỏ khô": 93,
        "cỗ máy": 94,
        "cờ": 95,
        "cừu": 96,
        "cửa": 97,
        "cửa hàng": 98,
        "cửa ra vào": 99,
        "cửa sổ": 100,
        "cửa tiệm": 101,
        "dao": 102,
        "diều": 103,
        "donut": 104,
        "dòng sông": 105,
        "dĩa": 106,
        "dĩa nhựa": 107,
        "dấu hiệu": 108,
        "ga ra": 109,
        "ghế sô pha": 110,
        "gia súc": 111,
        "gian hàng": 112,
        "giá đỡ": 113,
        "giường": 114,
        "giấy bạc": 115,
        "gà": 116,
        "găng tay": 117,
        "gương": 118,
        "gấu": 119,
        "gấu trúc": 120,
        "gầu múc": 121,
        "gậy": 122,
        "hai": 123,
        "hay": 124,
        "hoa hồng": 125,
        "hoa quả": 126,
        "hàng hoá": 127,
        "hàng hóa": 128,
        "hành lang": 129,
        "hành lý": 130,
        "hươu cao cổ": 131,
        "hải âu": 132,
        "hồ": 133,
        "hồ bơi": 134,
        "hộp": 135,
        "hộp số": 136,
        "hộp đựng": 137,
        "kho": 138,
        "khăn": 139,
        "kính râm": 140,
        "kính đeo": 141,
        "ký tên": 142,
        "laptop": 143,
        "ly": 144,
        "lá": 145,
        "lá cờ": 146,
        "lát cắt": 147,
        "lò sưởi": 148,
        "lò vi sóng": 149,
        "lọ cắm hoa": 150,
        "lối đi": 151,
        "lồng": 152,
        "lớp học": 153,
        "màn": 154,
        "màu cam": 155,
        "màu nâu": 156,
        "màu trắng": 157,
        "màu tía": 158,
        "màu vàng": 159,
        "màu xanh dương": 160,
        "màu xanh lá": 161,
        "màu xám": 162,
        "màu đen": 163,
        "màu đỏ": 164,
        "mái chèo": 165,
        "máy bay": 166,
        "máy bay trực thăng": 167,
        "máy sấy khô": 168,
        "máy tính": 169,
        "máy vi tính": 170,
        "máy xay": 171,
        "máy ảnh": 172,
        "món tráng miệng": 173,
        "món ăn": 174,
        "móng vuốt": 175,
        "mũ": 176,
        "mũ bảo hiểm": 177,
        "mũ lưỡi trai": 178,
        "mười": 179,
        "mắt": 180,
        "mặt": 181,
        "mặt nạ": 182,
        "mặt trời": 183,
        "một": 184,
        "ngân hàng": 185,
        "ngăn kéo": 186,
        "người giữ": 187,
        "ngựa rằn": 188,
        "ngựa vằn": 189,
        "nhiều cái ghế": 190,
        "nhà": 191,
        "nhà vệ sinh": 192,
        "nhà ở": 193,
        "những bức ảnh": 194,
        "những quả cam": 195,
        "nón": 196,
        "núi": 197,
        "năm": 198,
        "nước": 199,
        "nước tiểu": 200,
        "nến": 201,
        "phòng": 202,
        "phòng bếp": 203,
        "phòng ngủ": 204,
        "phòng tắm": 205,
        "phô mai": 206,
        "phương tiện giao thông": 207,
        "pizza": 208,
        "pug": 209,
        "quán bar": 210,
        "quán ăn": 211,
        "quả bóng": 212,
        "quả cam": 213,
        "quả cam ": 214,
        "quả táo": 215,
        "quần short": 216,
        "quần áo": 217,
        "quầy tính tiền": 218,
        "rau": 219,
        "rau quả": 220,
        "rau xà lách": 221,
        "rào chắn": 222,
        "rượu": 223,
        "sandwich": 224,
        "sàn nhà": 225,
        "sáu": 226,
        "sân": 227,
        "sân bay": 228,
        "sân khấu": 229,
        "sân vườn": 230,
        "sân vận động": 231,
        "sô cô la": 232,
        "theo dõi": 233,
        "thiết bị": 234,
        "thuyền buồm": 235,
        "thuốc lá": 236,
        "thân cây": 237,
        "thùng": 238,
        "thùng chứa": 239,
        "thư viện": 240,
        "thịt": 241,
        "toa xe": 242,
        "trang thiết bị": 243,
        "truyền hình": 244,
        "trường hợp": 245,
        "trượt tuyết": 246,
        "trạm": 247,
        "tàu": 248,
        "tàu hỏa": 249,
        "tách": 250,
        "tám": 251,
        "táo": 252,
        "tòa nhà": 253,
        "tòa tháp": 254,
        "túi": 255,
        "tường": 256,
        "tượng đài": 257,
        "tạp dề": 258,
        "tủ lạnh": 259,
        "tủ đá": 260,
        "tủ đông": 261,
        "vali": 262,
        "ván lướt sóng": 263,
        "ván trượt": 264,
        "vòi": 265,
        "vòi hoa sen": 266,
        "vòi nước": 267,
        "vô tuyến": 268,
        "văn phòng": 269,
        "vườn bách thú": 270,
        "vạch kẻ đường": 271,
        "vẽ tranh lên tường": 272,
        "vợt": 273,
        "xa lộ": 274,
        "xe": 275,
        "xe buýt": 276,
        "xe cộ": 277,
        "xe lăn": 278,
        "xe lửa": 279,
        "xe máy": 280,
        "xe tay ga": 281,
        "xe tải": 282,
        "xe ô tô": 283,
        "xe điện": 284,
        "xe điện ngầm": 285,
        "xe đạp": 286,
        "xe đẩy": 287,
        "áo choàng": 288,
        "áo khoác": 289,
        "áo sơ mi": 290,
        "áo vest": 291,
        "ô cửa": 292,
        "đi văng": 293,
        "điêu khắc": 294,
        "điện thoại": 295,
        "đoạn phim giới thiệu": 296,
        "đĩa": 297,
        "đĩa ném": 298,
        "đĩa ăn": 299,
        "đưa đón": 300,
        "đường": 301,
        "đường bộ": 302,
        "đường phố": 303,
        "đường ray": 304,
        "đường sắt": 305,
        "đường đi bộ": 306,
        "đường đua": 307,
        "đại dương": 308,
        "đầm": 309,
        "đầu máy": 310,
        "đồ chơi": 311,
        "đồ uống": 312,
        "đồi": 313,
        "đồng hồ": 314,
        "động cơ": 315,
        "ảnh chụp": 316
    }
}