{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "balo": 2,
        "bia": 3,
        "buồng": 4,
        "bàn chải": 5,
        "bàn phím": 6,
        "bánh": 7,
        "bánh hamburger": 8,
        "bánh ngọt": 9,
        "bát": 10,
        "bãi cỏ": 11,
        "bình hoa": 12,
        "bò": 13,
        "bò đực": 14,
        "bông cải xanh": 15,
        "bông hoa": 16,
        "búi tóc": 17,
        "băng ghế": 18,
        "bảng": 19,
        "bảo tàng": 20,
        "bảy": 21,
        "bầu trời": 22,
        "bến du thuyền": 23,
        "bến tàu": 24,
        "bếp": 25,
        "bốn": 26,
        "bồn tiểu": 27,
        "bồn tắm": 28,
        "bộ đồ": 29,
        "bờ biển": 30,
        "bức màn": 31,
        "bức tranh": 32,
        "bức tượng": 33,
        "bức ảnh": 34,
        "bữa trưa": 35,
        "bữa ăn": 36,
        "bữa ăn tối": 37,
        "ca nô": 38,
        "cam": 39,
        "chai": 40,
        "chim bồ câu": 41,
        "chiếc ô": 42,
        "chung cư": 43,
        "chuối": 44,
        "chuồng": 45,
        "chuồng trại": 46,
        "chuột": 47,
        "chén đĩa": 48,
        "chín": 49,
        "chảo": 50,
        "chậu": 51,
        "con bò": 52,
        "con chim": 53,
        "con chó": 54,
        "con cừu": 55,
        "con dê": 56,
        "con dốc": 57,
        "con heo": 58,
        "con khỉ": 59,
        "con mèo": 60,
        "con ngựa": 61,
        "con thoi": 62,
        "con thuyền": 63,
        "con voi": 64,
        "con vẹt": 65,
        "con vịt": 66,
        "cupcake": 67,
        "cà phê": 68,
        "cà rốt": 69,
        "cà vạt": 70,
        "các tòa nhà": 71,
        "cái bàn": 72,
        "cái ghế": 73,
        "cái kệ": 74,
        "cái lều": 75,
        "cái lọ": 76,
        "cái mâm": 77,
        "cái nĩa": 78,
        "cái nồi": 79,
        "cái rổ": 80,
        "cái thìa": 81,
        "cái túi": 82,
        "cái ví": 83,
        "cây": 84,
        "cây gậy": 85,
        "cây kéo": 86,
        "cây sào": 87,
        "công cụ": 88,
        "cún yêu": 89,
        "cầu": 90,
        "cỏ khô": 91,
        "cỗ máy": 92,
        "cừu": 93,
        "cửa": 94,
        "cửa hàng": 95,
        "cửa ra vào": 96,
        "cửa sổ": 97,
        "cửa tiệm": 98,
        "dao": 99,
        "diều": 100,
        "donut": 101,
        "dòng sông": 102,
        "dĩa": 103,
        "dĩa ": 104,
        "dĩa nhựa": 105,
        "dấu hiệu": 106,
        "ga ra": 107,
        "ghế sô pha": 108,
        "gia súc": 109,
        "gian hàng": 110,
        "giá đỡ": 111,
        "giường": 112,
        "giấy bạc": 113,
        "giỏ": 114,
        "gà": 115,
        "gà tây": 116,
        "găng tay": 117,
        "gương": 118,
        "gấu": 119,
        "gấu trúc": 120,
        "gầu múc": 121,
        "gậy": 122,
        "hai": 123,
        "hay": 124,
        "hoa hồng": 125,
        "hoa quả": 126,
        "hàng hoá": 127,
        "hàng hóa": 128,
        "hành lang": 129,
        "hành lý": 130,
        "hươu cao cổ": 131,
        "hải âu": 132,
        "hồ": 133,
        "hồ bơi": 134,
        "hộp": 135,
        "hộp số": 136,
        "hộp đựng": 137,
        "kho": 138,
        "khung": 139,
        "khăn": 140,
        "kính râm": 141,
        "kính đeo": 142,
        "ký tên": 143,
        "laptop": 144,
        "lon": 145,
        "ly": 146,
        "lá": 147,
        "lá cờ": 148,
        "lát cắt": 149,
        "lò sưởi": 150,
        "lò vi sóng": 151,
        "lọ cắm hoa": 152,
        "lối đi": 153,
        "lồng": 154,
        "lớp học": 155,
        "màn": 156,
        "màu cam": 157,
        "màu nâu": 158,
        "màu sắc": 159,
        "màu trắng": 160,
        "màu tía": 161,
        "màu vàng": 162,
        "màu xanh dương": 163,
        "màu xanh lá": 164,
        "màu xám": 165,
        "màu đen": 166,
        "màu đỏ": 167,
        "mái chèo": 168,
        "máy bay": 169,
        "máy sấy khô": 170,
        "máy tính": 171,
        "máy vi tính": 172,
        "máy xay": 173,
        "máy ảnh": 174,
        "món tráng miệng": 175,
        "món ăn": 176,
        "móng vuốt": 177,
        "mũ": 178,
        "mũ bảo hiểm": 179,
        "mũ lưỡi trai": 180,
        "mười": 181,
        "mắt": 182,
        "mặt": 183,
        "mặt trời": 184,
        "một": 185,
        "ngăn kéo": 186,
        "người giữ": 187,
        "ngựa rằn": 188,
        "ngựa vằn": 189,
        "nhiều cái ghế": 190,
        "nhà": 191,
        "nhà vệ sinh": 192,
        "nhà ở": 193,
        "những bức ảnh": 194,
        "những quả cam": 195,
        "nón": 196,
        "núi": 197,
        "năm": 198,
        "nước": 199,
        "nước tiểu": 200,
        "nến": 201,
        "phòng": 202,
        "phòng bếp": 203,
        "phòng ngủ": 204,
        "phòng tắm": 205,
        "phô mai": 206,
        "phương tiện giao thông": 207,
        "pizza": 208,
        "quán bar": 209,
        "quán ăn": 210,
        "quả bóng": 211,
        "quả cam": 212,
        "quả táo": 213,
        "quần short": 214,
        "quần áo": 215,
        "quầy tính tiền": 216,
        "rau": 217,
        "rau quả": 218,
        "rau xà lách": 219,
        "rào chắn": 220,
        "rượu": 221,
        "sandwich": 222,
        "sàn nhà": 223,
        "sáu": 224,
        "sân": 225,
        "sân bay": 226,
        "sân khấu": 227,
        "sân vườn": 228,
        "sân vận động": 229,
        "sô cô la": 230,
        "thiết bị": 231,
        "thuyền buồm": 232,
        "thuốc lá": 233,
        "thành phần": 234,
        "thân cây": 235,
        "thùng": 236,
        "thùng chứa": 237,
        "thư viện": 238,
        "thịt": 239,
        "toa xe": 240,
        "trang thiết bị": 241,
        "truyền hình": 242,
        "trái cây": 243,
        "trường hợp": 244,
        "trượt tuyết": 245,
        "trạm": 246,
        "tàu": 247,
        "tàu hoả": 248,
        "tàu hỏa": 249,
        "tách": 250,
        "tám": 251,
        "táo": 252,
        "tòa nhà": 253,
        "tòa tháp": 254,
        "túi": 255,
        "tường": 256,
        "tượng đài": 257,
        "tạp dề": 258,
        "tủ lạnh": 259,
        "tủ đá": 260,
        "tủ đông": 261,
        "vali": 262,
        "ván lướt sóng": 263,
        "ván trượt": 264,
        "vòi": 265,
        "vòi hoa sen": 266,
        "vòi nước": 267,
        "văn phòng": 268,
        "vườn bách thú": 269,
        "vạch kẻ đường": 270,
        "vẽ tranh lên tường": 271,
        "vợt": 272,
        "xa lộ": 273,
        "xe": 274,
        "xe buýt": 275,
        "xe cộ": 276,
        "xe lăn": 277,
        "xe lửa": 278,
        "xe máy": 279,
        "xe tay ga": 280,
        "xe tải": 281,
        "xe ô tô": 282,
        "xe điện": 283,
        "xe điện ngầm": 284,
        "xe đạp": 285,
        "xe đẩy": 286,
        "áo ba lỗ": 287,
        "áo choàng": 288,
        "áo khoác": 289,
        "áo sơ mi": 290,
        "áo vest": 291,
        "ô cửa": 292,
        "đi văng": 293,
        "điêu khắc": 294,
        "điểm tâm": 295,
        "điện thoại": 296,
        "đoạn phim giới thiệu": 297,
        "đèn để bàn": 298,
        "đĩa": 299,
        "đĩa ăn": 300,
        "đường": 301,
        "đường bộ": 302,
        "đường phố": 303,
        "đường ray": 304,
        "đường sắt": 305,
        "đường đi bộ": 306,
        "đường ống": 307,
        "đại dương": 308,
        "đầm": 309,
        "đồ chơi": 310,
        "đồ uống": 311,
        "đồi": 312,
        "đồng hồ": 313,
        "động cơ": 314,
        "ảnh chụp": 315
    }
}