{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bia": 4,
        "buồng": 5,
        "bàn chải": 6,
        "bàn chải đánh răng": 7,
        "bàn phím": 8,
        "bánh": 9,
        "bánh hamburger": 10,
        "bánh ngọt": 11,
        "bánh xe": 12,
        "bát": 13,
        "bãi cỏ": 14,
        "bình hoa": 15,
        "bò đực": 16,
        "bông cải xanh": 17,
        "bông hoa": 18,
        "búi tóc": 19,
        "băng ghế": 20,
        "bảng": 21,
        "bảo tàng": 22,
        "bảy": 23,
        "bầu trời": 24,
        "bắp chân": 25,
        "bến du thuyền": 26,
        "bến tàu": 27,
        "bếp": 28,
        "bốn": 29,
        "bồn tiểu": 30,
        "bồn tắm": 31,
        "bộ đồ": 32,
        "bờ biển": 33,
        "bức màn": 34,
        "bức tranh": 35,
        "bức tượng": 36,
        "bức ảnh": 37,
        "bữa trưa": 38,
        "bữa ăn": 39,
        "ca nô": 40,
        "cam": 41,
        "chai": 42,
        "chim bồ câu": 43,
        "chiếc ô": 44,
        "chung cư": 45,
        "chuối": 46,
        "chuồng": 47,
        "chuồng trại": 48,
        "chuột": 49,
        "chén đĩa": 50,
        "chín": 51,
        "chảo": 52,
        "chậu": 53,
        "con bò": 54,
        "con chim": 55,
        "con chó": 56,
        "con cừu": 57,
        "con dê": 58,
        "con dốc": 59,
        "con heo": 60,
        "con khỉ": 61,
        "con mèo": 62,
        "con ngựa": 63,
        "con thoi": 64,
        "con thuyền": 65,
        "con voi": 66,
        "con vẹt": 67,
        "con vịt": 68,
        "cupcake": 69,
        "cà phê": 70,
        "cà rốt": 71,
        "cà vạt": 72,
        "cá": 73,
        "các tòa nhà": 74,
        "cái bàn": 75,
        "cái ghế": 76,
        "cái kệ": 77,
        "cái lều": 78,
        "cái lọ": 79,
        "cái mâm": 80,
        "cái nĩa": 81,
        "cái nồi": 82,
        "cái rổ": 83,
        "cái thìa": 84,
        "cái túi": 85,
        "cái ví": 86,
        "cây": 87,
        "cây gậy": 88,
        "cây kéo": 89,
        "cây sào": 90,
        "công cụ": 91,
        "cún yêu": 92,
        "cầu": 93,
        "cỏ khô": 94,
        "cỗ máy": 95,
        "cờ": 96,
        "cừu": 97,
        "cửa": 98,
        "cửa hàng": 99,
        "cửa ra vào": 100,
        "cửa sổ": 101,
        "cửa tiệm": 102,
        "dao": 103,
        "diều": 104,
        "donut": 105,
        "dĩa": 106,
        "dĩa ": 107,
        "dĩa nhựa": 108,
        "ga ra": 109,
        "gia súc": 110,
        "gian hàng": 111,
        "giá đỡ": 112,
        "giường": 113,
        "giấy bạc": 114,
        "gà": 115,
        "gà tây": 116,
        "găng tay": 117,
        "gương": 118,
        "gấu": 119,
        "gấu trúc": 120,
        "gầu múc": 121,
        "gậy": 122,
        "hai": 123,
        "hay": 124,
        "hoa hồng": 125,
        "hoa quả": 126,
        "hàng hoá": 127,
        "hàng hóa": 128,
        "hành lang": 129,
        "hành lý": 130,
        "hươu cao cổ": 131,
        "hải âu": 132,
        "hồ": 133,
        "hồ bơi": 134,
        "hộp": 135,
        "hộp số": 136,
        "hộp đựng": 137,
        "kho": 138,
        "khăn": 139,
        "kính râm": 140,
        "kính đeo": 141,
        "ký tên": 142,
        "laptop": 143,
        "ly": 144,
        "lá": 145,
        "lá cờ": 146,
        "lát cắt": 147,
        "lò sưởi": 148,
        "lò vi sóng": 149,
        "lọ cắm hoa": 150,
        "lối đi": 151,
        "lồng": 152,
        "lớp học": 153,
        "màn": 154,
        "màu cam": 155,
        "màu nâu": 156,
        "màu trắng": 157,
        "màu tía": 158,
        "màu vàng": 159,
        "màu xanh dương": 160,
        "màu xanh lá": 161,
        "màu xám": 162,
        "màu đen": 163,
        "màu đỏ": 164,
        "mái chèo": 165,
        "máy bay": 166,
        "máy bay trực thăng": 167,
        "máy sấy khô": 168,
        "máy tính": 169,
        "máy vi tính": 170,
        "máy xay": 171,
        "máy ảnh": 172,
        "món tráng miệng": 173,
        "món ăn": 174,
        "móng vuốt": 175,
        "mũ": 176,
        "mũ lưỡi trai": 177,
        "mười": 178,
        "mắt": 179,
        "mặt": 180,
        "mặt nạ": 181,
        "mặt trời": 182,
        "một": 183,
        "ngoài": 184,
        "ngoài trời": 185,
        "ngân hàng": 186,
        "ngăn kéo": 187,
        "người giữ": 188,
        "ngựa rằn": 189,
        "ngựa vằn": 190,
        "nhiều cái ghế": 191,
        "nhà": 192,
        "nhà vệ sinh": 193,
        "nhà ở": 194,
        "những bức ảnh": 195,
        "những quả cam": 196,
        "nón": 197,
        "núi": 198,
        "năm": 199,
        "nước": 200,
        "nước tiểu": 201,
        "nến": 202,
        "phòng": 203,
        "phòng bếp": 204,
        "phòng ngủ": 205,
        "phòng tắm": 206,
        "phô mai": 207,
        "phương tiện giao thông": 208,
        "pizza": 209,
        "pug": 210,
        "quán bar": 211,
        "quán ăn": 212,
        "quả bóng": 213,
        "quả cam": 214,
        "quả cam ": 215,
        "quả táo": 216,
        "quần short": 217,
        "quần áo": 218,
        "quầy tính tiền": 219,
        "rau": 220,
        "rau quả": 221,
        "rau xà lách": 222,
        "rào chắn": 223,
        "rượu": 224,
        "sandwich": 225,
        "sàn nhà": 226,
        "sáu": 227,
        "sân": 228,
        "sân bay": 229,
        "sân khấu": 230,
        "sân vườn": 231,
        "sân vận động": 232,
        "sô cô la": 233,
        "thiết bị": 234,
        "thuyền buồm": 235,
        "thuốc lá": 236,
        "thân cây": 237,
        "thùng": 238,
        "thùng chứa": 239,
        "thư viện": 240,
        "thịt": 241,
        "toa xe": 242,
        "trang thiết bị": 243,
        "truyền hình": 244,
        "trái cây": 245,
        "trường hợp": 246,
        "trượt tuyết": 247,
        "trạm": 248,
        "tàu": 249,
        "tàu hoả": 250,
        "tàu hỏa": 251,
        "tách": 252,
        "tám": 253,
        "táo": 254,
        "tòa nhà": 255,
        "tòa tháp": 256,
        "túi": 257,
        "tường": 258,
        "tượng đài": 259,
        "tạp dề": 260,
        "tủ lạnh": 261,
        "tủ đá": 262,
        "vali": 263,
        "ván lướt sóng": 264,
        "ván trượt": 265,
        "vòi": 266,
        "vòi hoa sen": 267,
        "vòi nước": 268,
        "vô tuyến": 269,
        "văn phòng": 270,
        "vườn bách thú": 271,
        "vạch kẻ đường": 272,
        "vẽ tranh lên tường": 273,
        "vợt": 274,
        "xa lộ": 275,
        "xe": 276,
        "xe buýt": 277,
        "xe cộ": 278,
        "xe lăn": 279,
        "xe lửa": 280,
        "xe máy": 281,
        "xe tay ga": 282,
        "xe tải": 283,
        "xe ô tô": 284,
        "xe điện": 285,
        "xe điện ngầm": 286,
        "xe đạp": 287,
        "xe đẩy": 288,
        "áo ba lỗ": 289,
        "áo choàng": 290,
        "áo khoác": 291,
        "áo sơ mi": 292,
        "áo vest": 293,
        "ô cửa": 294,
        "đi văng": 295,
        "điêu khắc": 296,
        "điểm tâm": 297,
        "điện thoại": 298,
        "đoạn phim giới thiệu": 299,
        "đèn để bàn": 300,
        "đĩa": 301,
        "đĩa ném": 302,
        "đĩa ăn": 303,
        "đưa đón": 304,
        "đường": 305,
        "đường bộ": 306,
        "đường phố": 307,
        "đường ray": 308,
        "đường sắt": 309,
        "đường đi bộ": 310,
        "đường ống": 311,
        "đại dương": 312,
        "đồ chơi": 313,
        "đồ uống": 314,
        "đồi": 315,
        "đồng hồ": 316,
        "đồng phục": 317,
        "động cơ": 318,
        "ảnh chụp": 319
    }
}