{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bao bì": 4,
        "bia": 5,
        "buồng": 6,
        "bàn chải": 7,
        "bàn chải đánh răng": 8,
        "bàn phím": 9,
        "bánh": 10,
        "bánh hamburger": 11,
        "bánh ngọt": 12,
        "bánh xe": 13,
        "bát": 14,
        "bãi cỏ": 15,
        "bình hoa": 16,
        "bò đực": 17,
        "bông cải xanh": 18,
        "bông hoa": 19,
        "búi tóc": 20,
        "băng ghế": 21,
        "bảng": 22,
        "bảo tàng": 23,
        "bảy": 24,
        "bầu trời": 25,
        "bắp chân": 26,
        "bến du thuyền": 27,
        "bến tàu": 28,
        "bếp": 29,
        "bốn": 30,
        "bồn tiểu": 31,
        "bồn tắm": 32,
        "bộ đồ": 33,
        "bờ biển": 34,
        "bức màn": 35,
        "bức tranh": 36,
        "bức tượng": 37,
        "bức ảnh": 38,
        "bữa trưa": 39,
        "bữa ăn": 40,
        "bữa ăn tối": 41,
        "ca nô": 42,
        "cam": 43,
        "chai": 44,
        "chim bồ câu": 45,
        "chim ưng": 46,
        "chiếc ô": 47,
        "chung cư": 48,
        "chuối": 49,
        "chuồng": 50,
        "chuồng trại": 51,
        "chuột": 52,
        "chén đĩa": 53,
        "chín": 54,
        "chảo": 55,
        "chậu": 56,
        "con bò": 57,
        "con chim": 58,
        "con chó": 59,
        "con cừu": 60,
        "con dê": 61,
        "con dốc": 62,
        "con heo": 63,
        "con khỉ": 64,
        "con mèo": 65,
        "con ngựa": 66,
        "con thoi": 67,
        "con thuyền": 68,
        "con voi": 69,
        "con vẹt": 70,
        "con vịt": 71,
        "cupcake": 72,
        "cà phê": 73,
        "cà rốt": 74,
        "cà vạt": 75,
        "cá": 76,
        "các tòa nhà": 77,
        "cái bàn": 78,
        "cái ghế": 79,
        "cái kệ": 80,
        "cái lều": 81,
        "cái lọ": 82,
        "cái mâm": 83,
        "cái nĩa": 84,
        "cái nồi": 85,
        "cái rổ": 86,
        "cái thìa": 87,
        "cái túi": 88,
        "cái ví": 89,
        "cây": 90,
        "cây kéo": 91,
        "cây sào": 92,
        "công cụ": 93,
        "cún yêu": 94,
        "cầu": 95,
        "cỏ khô": 96,
        "cỗ máy": 97,
        "cờ": 98,
        "cừu": 99,
        "cửa": 100,
        "cửa hàng": 101,
        "cửa ra vào": 102,
        "cửa sổ": 103,
        "cửa tiệm": 104,
        "dao": 105,
        "diều": 106,
        "donut": 107,
        "dĩa": 108,
        "dĩa ": 109,
        "dĩa nhựa": 110,
        "dấu hiệu": 111,
        "ga ra": 112,
        "gia súc": 113,
        "gian hàng": 114,
        "giá đỡ": 115,
        "giường": 116,
        "giấy bạc": 117,
        "giỏ": 118,
        "gà": 119,
        "gà tây": 120,
        "găng tay": 121,
        "gương": 122,
        "gấu": 123,
        "gấu trúc": 124,
        "gầu múc": 125,
        "gậy": 126,
        "hai": 127,
        "hay": 128,
        "hoa hồng": 129,
        "hoa quả": 130,
        "hàng hoá": 131,
        "hàng hóa": 132,
        "hành lang": 133,
        "hành lý": 134,
        "hươu cao cổ": 135,
        "hải âu": 136,
        "hồ": 137,
        "hồ bơi": 138,
        "hộp": 139,
        "hộp số": 140,
        "kho": 141,
        "khung": 142,
        "khăn": 143,
        "kính râm": 144,
        "kính đeo": 145,
        "ký tên": 146,
        "laptop": 147,
        "lon": 148,
        "ly": 149,
        "lá": 150,
        "lá cờ": 151,
        "lát cắt": 152,
        "lò sưởi": 153,
        "lò vi sóng": 154,
        "lọ cắm hoa": 155,
        "lối đi": 156,
        "lồng": 157,
        "lớp học": 158,
        "màn": 159,
        "màu cam": 160,
        "màu nâu": 161,
        "màu trắng": 162,
        "màu tía": 163,
        "màu vàng": 164,
        "màu xanh dương": 165,
        "màu xanh lá": 166,
        "màu xám": 167,
        "màu đen": 168,
        "màu đỏ": 169,
        "mái chèo": 170,
        "máy bay": 171,
        "máy bay trực thăng": 172,
        "máy sấy khô": 173,
        "máy tính": 174,
        "máy vi tính": 175,
        "máy xay": 176,
        "máy ảnh": 177,
        "mèo con": 178,
        "món tráng miệng": 179,
        "món ăn": 180,
        "móng vuốt": 181,
        "mũ": 182,
        "mũ bảo hiểm": 183,
        "mũ lưỡi trai": 184,
        "mười": 185,
        "mặt": 186,
        "mặt nạ": 187,
        "mặt trời": 188,
        "một": 189,
        "ngoài": 190,
        "ngoài trời": 191,
        "ngân hàng": 192,
        "ngăn kéo": 193,
        "người giữ": 194,
        "ngựa rằn": 195,
        "ngựa vằn": 196,
        "nhiều cái ghế": 197,
        "nhà": 198,
        "nhà tắm": 199,
        "nhà vệ sinh": 200,
        "nhà ở": 201,
        "những bức ảnh": 202,
        "những quả cam": 203,
        "nón": 204,
        "núi": 205,
        "năm": 206,
        "nước": 207,
        "nước tiểu": 208,
        "nến": 209,
        "phòng": 210,
        "phòng bếp": 211,
        "phòng ngủ": 212,
        "phòng tắm": 213,
        "phô mai": 214,
        "phương tiện giao thông": 215,
        "pizza": 216,
        "quán bar": 217,
        "quán ăn": 218,
        "quả bóng": 219,
        "quả cam": 220,
        "quả táo": 221,
        "quần short": 222,
        "quần áo": 223,
        "quầy tính tiền": 224,
        "rau": 225,
        "rau xà lách": 226,
        "rào chắn": 227,
        "rượu": 228,
        "sandwich": 229,
        "sàn nhà": 230,
        "sáu": 231,
        "sân": 232,
        "sân bay": 233,
        "sân khấu": 234,
        "sân vườn": 235,
        "sân vận động": 236,
        "sô cô la": 237,
        "theo dõi": 238,
        "thiết bị": 239,
        "thuyền buồm": 240,
        "thuốc lá": 241,
        "thân cây": 242,
        "thùng": 243,
        "thùng chứa": 244,
        "thư viện": 245,
        "thịt": 246,
        "toa xe": 247,
        "trang thiết bị": 248,
        "truyền hình": 249,
        "trái cây": 250,
        "trường hợp": 251,
        "trượt tuyết": 252,
        "trạm": 253,
        "tàu": 254,
        "tàu hỏa": 255,
        "tách": 256,
        "tám": 257,
        "táo": 258,
        "tòa nhà": 259,
        "tòa tháp": 260,
        "túi": 261,
        "tường": 262,
        "tượng đài": 263,
        "tạp dề": 264,
        "tủ lạnh": 265,
        "tủ đá": 266,
        "tủ đông": 267,
        "vali": 268,
        "ván lướt sóng": 269,
        "ván trượt": 270,
        "vòi": 271,
        "vòi hoa sen": 272,
        "vòi nước": 273,
        "vô tuyến": 274,
        "văn phòng": 275,
        "vườn bách thú": 276,
        "vạch kẻ đường": 277,
        "vẽ tranh lên tường": 278,
        "vợt": 279,
        "xa lộ": 280,
        "xe": 281,
        "xe buýt": 282,
        "xe cộ": 283,
        "xe lăn": 284,
        "xe lửa": 285,
        "xe máy": 286,
        "xe tay ga": 287,
        "xe tải": 288,
        "xe ô tô": 289,
        "xe điện": 290,
        "xe điện ngầm": 291,
        "xe đạp": 292,
        "xe đẩy": 293,
        "áo ba lỗ": 294,
        "áo choàng": 295,
        "áo khoác": 296,
        "áo sơ mi": 297,
        "áo vest": 298,
        "ô cửa": 299,
        "đi văng": 300,
        "điêu khắc": 301,
        "điện thoại": 302,
        "đoạn phim giới thiệu": 303,
        "đèn để bàn": 304,
        "đĩa": 305,
        "đĩa ném": 306,
        "đĩa ăn": 307,
        "đưa đón": 308,
        "đường": 309,
        "đường bộ": 310,
        "đường phố": 311,
        "đường ray": 312,
        "đường sắt": 313,
        "đường đi bộ": 314,
        "đường ống": 315,
        "đầm": 316,
        "đầu máy": 317,
        "đồ chơi": 318,
        "đồ uống": 319,
        "đồi": 320,
        "đồng hồ": 321,
        "đồng phục": 322,
        "động cơ": 323,
        "ảnh chụp": 324
    }
}