{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bia": 4,
        "buồng": 5,
        "bàn chải": 6,
        "bàn chải đánh răng": 7,
        "bàn phím": 8,
        "bánh": 9,
        "bánh hamburger": 10,
        "bánh ngọt": 11,
        "bánh xe": 12,
        "bát": 13,
        "bãi cỏ": 14,
        "bình hoa": 15,
        "bò đực": 16,
        "bông cải xanh": 17,
        "bông hoa": 18,
        "búi tóc": 19,
        "băng ghế": 20,
        "bảng": 21,
        "bảo tàng": 22,
        "bảy": 23,
        "bầu trời": 24,
        "bến du thuyền": 25,
        "bến tàu": 26,
        "bếp": 27,
        "bốn": 28,
        "bồn tiểu": 29,
        "bồn tắm": 30,
        "bộ đồ": 31,
        "bờ biển": 32,
        "bức màn": 33,
        "bức tranh": 34,
        "bức tượng": 35,
        "bức ảnh": 36,
        "bữa trưa": 37,
        "bữa ăn": 38,
        "bữa ăn tối": 39,
        "ca nô": 40,
        "cam": 41,
        "chai": 42,
        "chim bồ câu": 43,
        "chim ưng": 44,
        "chiếc ô": 45,
        "chung cư": 46,
        "chuối": 47,
        "chuồng": 48,
        "chuồng trại": 49,
        "chuột": 50,
        "chén đĩa": 51,
        "chín": 52,
        "chảo": 53,
        "chậu": 54,
        "con bò": 55,
        "con chim": 56,
        "con chó": 57,
        "con cừu": 58,
        "con dê": 59,
        "con dốc": 60,
        "con khỉ": 61,
        "con mèo": 62,
        "con ngựa": 63,
        "con thoi": 64,
        "con thuyền": 65,
        "con voi": 66,
        "con vẹt": 67,
        "con vịt": 68,
        "cupcake": 69,
        "cà phê": 70,
        "cà rốt": 71,
        "cà vạt": 72,
        "cá": 73,
        "các tòa nhà": 74,
        "cái bàn": 75,
        "cái ghế": 76,
        "cái kệ": 77,
        "cái lều": 78,
        "cái lọ": 79,
        "cái mâm": 80,
        "cái nĩa": 81,
        "cái nồi": 82,
        "cái rổ": 83,
        "cái thìa": 84,
        "cái túi": 85,
        "cái ví": 86,
        "cây": 87,
        "cây gậy": 88,
        "cây kéo": 89,
        "cây sào": 90,
        "công cụ": 91,
        "cún yêu": 92,
        "cầu": 93,
        "cỏ khô": 94,
        "cỗ máy": 95,
        "cừu": 96,
        "cửa": 97,
        "cửa hàng": 98,
        "cửa ra vào": 99,
        "cửa sổ": 100,
        "cửa tiệm": 101,
        "dao": 102,
        "diều": 103,
        "donut": 104,
        "dòng sông": 105,
        "dĩa": 106,
        "dĩa ": 107,
        "dĩa nhựa": 108,
        "dấu hiệu": 109,
        "ga ra": 110,
        "ghế sô pha": 111,
        "gia súc": 112,
        "gian hàng": 113,
        "giá đỡ": 114,
        "giường": 115,
        "giấy bạc": 116,
        "gà": 117,
        "gà tây": 118,
        "găng tay": 119,
        "gương": 120,
        "gấu": 121,
        "gấu trúc": 122,
        "gầu múc": 123,
        "gậy": 124,
        "hai": 125,
        "hay": 126,
        "hoa hồng": 127,
        "hoa quả": 128,
        "hàng hoá": 129,
        "hàng hóa": 130,
        "hành lang": 131,
        "hành lý": 132,
        "hươu cao cổ": 133,
        "hải âu": 134,
        "hồ": 135,
        "hồ bơi": 136,
        "hộp": 137,
        "hộp số": 138,
        "kho": 139,
        "khung": 140,
        "khăn": 141,
        "kính râm": 142,
        "kính đeo": 143,
        "ký tên": 144,
        "laptop": 145,
        "ly": 146,
        "lá": 147,
        "lá cờ": 148,
        "lò sưởi": 149,
        "lò vi sóng": 150,
        "lọ cắm hoa": 151,
        "lối đi": 152,
        "lồng": 153,
        "lớp học": 154,
        "màn": 155,
        "màu cam": 156,
        "màu nâu": 157,
        "màu sắc": 158,
        "màu trắng": 159,
        "màu tía": 160,
        "màu vàng": 161,
        "màu xanh dương": 162,
        "màu xanh lá": 163,
        "màu xám": 164,
        "màu đen": 165,
        "màu đỏ": 166,
        "máy bay": 167,
        "máy sấy khô": 168,
        "máy tính": 169,
        "máy vi tính": 170,
        "máy xay": 171,
        "máy ảnh": 172,
        "món tráng miệng": 173,
        "món ăn": 174,
        "móng vuốt": 175,
        "mũ": 176,
        "mũ bảo hiểm": 177,
        "mũ lưỡi trai": 178,
        "mười": 179,
        "mắt": 180,
        "mặt": 181,
        "mặt nạ": 182,
        "mặt trời": 183,
        "một": 184,
        "ngân hàng": 185,
        "ngăn kéo": 186,
        "người giữ": 187,
        "ngựa rằn": 188,
        "ngựa vằn": 189,
        "nhiều cái ghế": 190,
        "nhà tắm": 191,
        "nhà vệ sinh": 192,
        "nhà ở": 193,
        "những bức ảnh": 194,
        "những quả cam": 195,
        "nón": 196,
        "núi": 197,
        "năm": 198,
        "nước": 199,
        "nước tiểu": 200,
        "nến": 201,
        "phòng": 202,
        "phòng bếp": 203,
        "phòng ngủ": 204,
        "phòng tắm": 205,
        "phô mai": 206,
        "phương tiện giao thông": 207,
        "pizza": 208,
        "pug": 209,
        "quán bar": 210,
        "quán ăn": 211,
        "quả bóng": 212,
        "quả táo": 213,
        "quần short": 214,
        "quần áo": 215,
        "quầy tính tiền": 216,
        "rau": 217,
        "rau xà lách": 218,
        "rào chắn": 219,
        "rượu": 220,
        "sandwich": 221,
        "sàn nhà": 222,
        "sáu": 223,
        "sân": 224,
        "sân bay": 225,
        "sân khấu": 226,
        "sân vườn": 227,
        "sân vận động": 228,
        "sô cô la": 229,
        "theo dõi": 230,
        "thiết bị": 231,
        "thuyền buồm": 232,
        "thuốc lá": 233,
        "thành phần": 234,
        "thân cây": 235,
        "thùng": 236,
        "thùng chứa": 237,
        "thư viện": 238,
        "thịt": 239,
        "toa xe": 240,
        "trang thiết bị": 241,
        "truyền hình": 242,
        "trái cây": 243,
        "trường hợp": 244,
        "trượt tuyết": 245,
        "trạm": 246,
        "tàu": 247,
        "tàu hỏa": 248,
        "tách": 249,
        "tám": 250,
        "táo": 251,
        "tòa nhà": 252,
        "tòa tháp": 253,
        "túi": 254,
        "tường": 255,
        "tạp dề": 256,
        "tủ lạnh": 257,
        "tủ đá": 258,
        "vali": 259,
        "ván lướt sóng": 260,
        "ván trượt": 261,
        "vòi": 262,
        "vòi hoa sen": 263,
        "vòi nước": 264,
        "vô tuyến": 265,
        "văn phòng": 266,
        "vườn bách thú": 267,
        "vạch kẻ đường": 268,
        "vẽ tranh lên tường": 269,
        "vợt": 270,
        "xa lộ": 271,
        "xe": 272,
        "xe buýt": 273,
        "xe cộ": 274,
        "xe lăn": 275,
        "xe lửa": 276,
        "xe máy": 277,
        "xe tay ga": 278,
        "xe tải": 279,
        "xe ô tô": 280,
        "xe điện": 281,
        "xe điện ngầm": 282,
        "xe đạp": 283,
        "xe đẩy": 284,
        "áo ba lỗ": 285,
        "áo choàng": 286,
        "áo khoác": 287,
        "áo sơ mi": 288,
        "áo vest": 289,
        "ô cửa": 290,
        "đi văng": 291,
        "điêu khắc": 292,
        "điểm tâm": 293,
        "điện thoại": 294,
        "đoạn phim giới thiệu": 295,
        "đèn để bàn": 296,
        "đĩa": 297,
        "đĩa ăn": 298,
        "đưa đón": 299,
        "đường": 300,
        "đường bộ": 301,
        "đường phố": 302,
        "đường ray": 303,
        "đường sắt": 304,
        "đường đi bộ": 305,
        "đường đua": 306,
        "đường ống": 307,
        "đại dương": 308,
        "đầu máy": 309,
        "đồ chơi": 310,
        "đồ uống": 311,
        "đồi": 312,
        "đồng hồ": 313,
        "đồng phục": 314,
        "động cơ": 315,
        "ảnh chụp": 316
    }
}