{
    "answer": {
        "<unk>": 0,
        "ba": 1,
        "ba lan": 2,
        "balo": 3,
        "bia": 4,
        "buồng": 5,
        "bàn chải": 6,
        "bàn chải đánh răng": 7,
        "bàn phím": 8,
        "bánh": 9,
        "bánh hamburger": 10,
        "bánh ngọt": 11,
        "bát": 12,
        "bãi cỏ": 13,
        "bình hoa": 14,
        "bò": 15,
        "bò đực": 16,
        "bông cải xanh": 17,
        "bông hoa": 18,
        "búi tóc": 19,
        "băng ghế": 20,
        "bảng": 21,
        "bảo tàng": 22,
        "bảy": 23,
        "bầu trời": 24,
        "bắp chân": 25,
        "bến du thuyền": 26,
        "bến tàu": 27,
        "bếp": 28,
        "bốn": 29,
        "bồn tiểu": 30,
        "bồn tắm": 31,
        "bộ đồ": 32,
        "bờ biển": 33,
        "bức màn": 34,
        "bức tranh": 35,
        "bức tượng": 36,
        "bức ảnh": 37,
        "bữa trưa": 38,
        "bữa ăn": 39,
        "bữa ăn tối": 40,
        "ca nô": 41,
        "cam": 42,
        "chai": 43,
        "chim bồ câu": 44,
        "chim ưng": 45,
        "chiếc ô": 46,
        "chung cư": 47,
        "chuối": 48,
        "chuồng": 49,
        "chuồng trại": 50,
        "chuột": 51,
        "chén đĩa": 52,
        "chín": 53,
        "chảo": 54,
        "chậu": 55,
        "con bò": 56,
        "con chim": 57,
        "con chó": 58,
        "con cừu": 59,
        "con dê": 60,
        "con dốc": 61,
        "con heo": 62,
        "con khỉ": 63,
        "con mèo": 64,
        "con ngựa": 65,
        "con thoi": 66,
        "con thuyền": 67,
        "con voi": 68,
        "con vẹt": 69,
        "con vịt": 70,
        "cupcake": 71,
        "cà phê": 72,
        "cà rốt": 73,
        "cà vạt": 74,
        "các tòa nhà": 75,
        "cái bàn": 76,
        "cái ghế": 77,
        "cái kệ": 78,
        "cái lều": 79,
        "cái lọ": 80,
        "cái mâm": 81,
        "cái nĩa": 82,
        "cái nồi": 83,
        "cái rổ": 84,
        "cái thìa": 85,
        "cái túi": 86,
        "cái ví": 87,
        "cây": 88,
        "cây gậy": 89,
        "cây kéo": 90,
        "cây sào": 91,
        "công cụ": 92,
        "cầu": 93,
        "cỏ khô": 94,
        "cỗ máy": 95,
        "cờ": 96,
        "cừu": 97,
        "cửa": 98,
        "cửa hàng": 99,
        "cửa ra vào": 100,
        "cửa sổ": 101,
        "cửa tiệm": 102,
        "dao": 103,
        "diều": 104,
        "donut": 105,
        "dòng sông": 106,
        "dĩa": 107,
        "dĩa ": 108,
        "dĩa nhựa": 109,
        "dấu hiệu": 110,
        "ga ra": 111,
        "ghế sô pha": 112,
        "gia súc": 113,
        "gian hàng": 114,
        "giá đỡ": 115,
        "giường": 116,
        "giấy bạc": 117,
        "gà": 118,
        "gà tây": 119,
        "găng tay": 120,
        "gương": 121,
        "gấu": 122,
        "gấu trúc": 123,
        "gầu múc": 124,
        "gậy": 125,
        "hai": 126,
        "hay": 127,
        "hoa hồng": 128,
        "hoa quả": 129,
        "hàng hoá": 130,
        "hàng hóa": 131,
        "hành lang": 132,
        "hành lý": 133,
        "hươu cao cổ": 134,
        "hải âu": 135,
        "hồ": 136,
        "hồ bơi": 137,
        "hộp": 138,
        "hộp số": 139,
        "hộp đựng": 140,
        "kho": 141,
        "khung": 142,
        "khăn": 143,
        "kính râm": 144,
        "kính đeo": 145,
        "ký tên": 146,
        "laptop": 147,
        "lon": 148,
        "ly": 149,
        "lá": 150,
        "lá cờ": 151,
        "lát cắt": 152,
        "lò sưởi": 153,
        "lò vi sóng": 154,
        "lọ cắm hoa": 155,
        "lối đi": 156,
        "lồng": 157,
        "lớp học": 158,
        "màn": 159,
        "màu cam": 160,
        "màu nâu": 161,
        "màu sắc": 162,
        "màu trắng": 163,
        "màu tía": 164,
        "màu vàng": 165,
        "màu xanh dương": 166,
        "màu xanh lá": 167,
        "màu xám": 168,
        "màu đen": 169,
        "màu đỏ": 170,
        "mái chèo": 171,
        "máy bay": 172,
        "máy bay trực thăng": 173,
        "máy sấy khô": 174,
        "máy tính": 175,
        "máy vi tính": 176,
        "máy xay": 177,
        "máy ảnh": 178,
        "mèo con": 179,
        "món tráng miệng": 180,
        "món ăn": 181,
        "móng vuốt": 182,
        "mũ": 183,
        "mũ bảo hiểm": 184,
        "mũ lưỡi trai": 185,
        "mười": 186,
        "mắt": 187,
        "mặt": 188,
        "mặt nạ": 189,
        "mặt trời": 190,
        "một": 191,
        "ngoài": 192,
        "ngoài trời": 193,
        "ngân hàng": 194,
        "ngăn kéo": 195,
        "người giữ": 196,
        "ngựa rằn": 197,
        "ngựa vằn": 198,
        "nhiều cái ghế": 199,
        "nhà": 200,
        "nhà vệ sinh": 201,
        "nhà ở": 202,
        "những bức ảnh": 203,
        "những quả cam": 204,
        "nón": 205,
        "núi": 206,
        "năm": 207,
        "nước": 208,
        "nước tiểu": 209,
        "nến": 210,
        "phòng": 211,
        "phòng bếp": 212,
        "phòng ngủ": 213,
        "phòng tắm": 214,
        "phô mai": 215,
        "phương tiện giao thông": 216,
        "pizza": 217,
        "quán bar": 218,
        "quán ăn": 219,
        "quả bóng": 220,
        "quả cam ": 221,
        "quả táo": 222,
        "quần short": 223,
        "quần áo": 224,
        "quầy tính tiền": 225,
        "rau": 226,
        "rau quả": 227,
        "rau xà lách": 228,
        "rào chắn": 229,
        "rượu": 230,
        "sandwich": 231,
        "sàn nhà": 232,
        "sáu": 233,
        "sân": 234,
        "sân bay": 235,
        "sân khấu": 236,
        "sân vườn": 237,
        "sân vận động": 238,
        "sô cô la": 239,
        "theo dõi": 240,
        "thiết bị": 241,
        "thuyền buồm": 242,
        "thuốc lá": 243,
        "thành phần": 244,
        "thân cây": 245,
        "thùng": 246,
        "thùng chứa": 247,
        "thư viện": 248,
        "thịt": 249,
        "toa xe": 250,
        "trang thiết bị": 251,
        "truyền hình": 252,
        "trái cây": 253,
        "trượt tuyết": 254,
        "trạm": 255,
        "tàu": 256,
        "tàu hoả": 257,
        "tàu hỏa": 258,
        "tách": 259,
        "tám": 260,
        "táo": 261,
        "tòa nhà": 262,
        "tòa tháp": 263,
        "túi": 264,
        "tường": 265,
        "tượng đài": 266,
        "tạp dề": 267,
        "tủ lạnh": 268,
        "tủ đá": 269,
        "tủ đông": 270,
        "vali": 271,
        "ván lướt sóng": 272,
        "ván trượt": 273,
        "vòi": 274,
        "vòi hoa sen": 275,
        "vòi nước": 276,
        "văn phòng": 277,
        "vườn bách thú": 278,
        "vạch kẻ đường": 279,
        "vẽ tranh lên tường": 280,
        "vợt": 281,
        "xa lộ": 282,
        "xe": 283,
        "xe buýt": 284,
        "xe cộ": 285,
        "xe lăn": 286,
        "xe lửa": 287,
        "xe máy": 288,
        "xe tay ga": 289,
        "xe tải": 290,
        "xe ô tô": 291,
        "xe điện": 292,
        "xe điện ngầm": 293,
        "xe đạp": 294,
        "xe đẩy": 295,
        "áo choàng": 296,
        "áo khoác": 297,
        "áo sơ mi": 298,
        "áo vest": 299,
        "ô cửa": 300,
        "đi văng": 301,
        "điêu khắc": 302,
        "điểm tâm": 303,
        "điện thoại": 304,
        "đoạn phim giới thiệu": 305,
        "đèn để bàn": 306,
        "đĩa": 307,
        "đĩa ném": 308,
        "đĩa ăn": 309,
        "đưa đón": 310,
        "đường": 311,
        "đường bộ": 312,
        "đường phố": 313,
        "đường ray": 314,
        "đường sắt": 315,
        "đường đi bộ": 316,
        "đường đua": 317,
        "đường ống": 318,
        "đại dương": 319,
        "đầm": 320,
        "đầu máy": 321,
        "đồ chơi": 322,
        "đồ uống": 323,
        "đồi": 324,
        "đồng hồ": 325,
        "đồng phục": 326,
        "động cơ": 327,
        "ảnh chụp": 328
    }
}