{
    "answer": {
        "hai": 0,
        "ba": 1,
        "b\u1ed1n": 2,
        "m\u00e0u tr\u1eafng": 3,
        "m\u00e0u \u0111\u1ecf": 4,
        "m\u00e0u xanh d\u01b0\u01a1ng": 5,
        "m\u00e0u \u0111en": 6,
        "m\u00e0u xanh l\u00e1": 7,
        "ph\u00f2ng": 8,
        "m\u00e0u v\u00e0ng": 9,
        "ph\u00f2ng b\u1ebfp": 10,
        "m\u00e0u n\u00e2u": 11,
        "ph\u00f2ng t\u1eafm": 12,
        "m\u00e0u cam": 13,
        "gi\u01b0\u1eddng": 14,
        "con m\u00e8o": 15,
        "h\u01b0\u01a1u cao c\u1ed5": 16,
        "m\u00e1y bay": 17,
        "g\u01b0\u01a1ng": 18,
        "n\u0103m": 19,
        "con chim": 20,
        "m\u00e0u x\u00e1m": 21,
        "m\u00e0u t\u00eda": 22,
        "con ch\u00f3": 23,
        "con thuy\u1ec1n": 24,
        "g\u1ea5u": 25,
        "xe \u00f4 t\u00f4": 26,
        "l\u1ecd c\u1eafm hoa": 27,
        "con voi": 28,
        "m\u1ed9t": 29,
        "con ng\u1ef1a": 30,
        "c\u00e1i gh\u1ebf": 31,
        "xe m\u00e1y": 32,
        "xe t\u1ea3i": 33,
        "t\u00e0u h\u1ecfa": 34,
        "xe bu\u00fdt": 35,
        "\u0111\u01b0\u1eddng ph\u1ed1": 36,
        "ch\u1eadu": 37,
        "h\u1ed9p": 38,
        "b\u00e1t": 39,
        "pizza": 40,
        "xe \u0111\u1ea1p": 41,
        "chu\u1ed3ng": 42,
        "con b\u00f2": 43,
        "vali": 44,
        "b\u00e1nh": 45,
        "\u0111\u1ed3ng h\u1ed3": 46,
        "s\u00e1u": 47,
        "di\u1ec1u": 48,
        "b\u0103ng gh\u1ebf": 49,
        "donut": 50,
        "nh\u00e0 v\u1ec7 sinh": 51,
        "l\u00f2 vi s\u00f3ng": 52,
        "sandwich": 53,
        "ng\u1ef1a v\u1eb1n": 54,
        "tr\u1ea1m": 55,
        "chi\u1ebfc \u00f4": 56,
        "ph\u00f2ng ng\u1ee7": 57,
        "ng\u1ef1a r\u1eb1n": 58,
        "\u0111\u0129a \u0103n": 59,
        "v\u00f2i": 60,
        "\u0111i\u1ec7n tho\u1ea1i": 61,
        "con c\u1eebu": 62,
        "t\u00f2a nh\u00e0": 63,
        "v\u00e1n tr\u01b0\u1ee3t": 64,
        "c\u1eeda s\u1ed5": 65,
        "c\u1eeda h\u00e0ng": 66,
        "t\u00f2a th\u00e1p": 67,
        "b\u1ed3n t\u1eafm": 68,
        "c\u00e1i r\u1ed5": 69,
        "c\u00e2y": 70,
        "m\u00e1y vi t\u00ednh": 71,
        "qu\u00e1n \u0103n": 72,
        "ga ra": 73,
        "ch\u1ea3o": 74,
        "v\u01b0\u1eddn b\u00e1ch th\u00fa": 75,
        "nh\u00e0 \u1edf": 76,
        "xe \u0111\u1ea9y": 77,
        "laptop": 78,
        "xe l\u1eeda": 79,
        "b\u00f4ng hoa": 80,
        "v\u00e1n l\u01b0\u1edbt s\u00f3ng": 81,
        "c\u00e1i t\u00fai": 82,
        "t\u1ee7 \u0111\u00e1": 83,
        "qu\u1ea3 b\u00f3ng": 84,
        "chu\u1ed1i": 85,
        "s\u00e2n bay": 86,
        "v\u0103n ph\u00f2ng": 87,
        "th\u00f9ng ch\u1ee9a": 88,
        "n\u00fai": 89,
        "c\u00e1i b\u00e0n": 90,
        "tr\u01b0\u1ee3t tuy\u1ebft": 91,
        "c\u00e0 v\u1ea1t": 92,
        "h\u1ed3 b\u01a1i": 93,
        "b\u00e3i c\u1ecf": 94,
        "b\u1ea3y": 95,
        "m\u00f3n \u0103n": 96,
        "\u0111\u01b0\u1eddng b\u1ed9": 97,
        "xe": 98,
        "n\u00f3n": 99,
        "\u0111\u1ed9ng c\u01a1": 100,
        "c\u00e1i m\u00e2m": 101,
        "g\u1eady": 102,
        "g\u1ea5u tr\u00fac": 103,
        "c\u1eeda ti\u1ec7m": 104,
        "con v\u1ecbt": 105,
        "l\u1ed3ng": 106,
        "t\u01b0\u1eddng": 107,
        "c\u00e1i n\u1ed3i": 108,
        "t\u1ee7 l\u1ea1nh": 109,
        "c\u1eeda": 110,
        "t\u00e1ch": 111,
        "b\u1ee9c \u1ea3nh": 112,
        "s\u00e2n v\u01b0\u1eddn": 113,
        "\u0111\u1ed3i": 114,
        "b\u1eefa \u0103n": 115,
        "s\u00e2n v\u1eadn \u0111\u1ed9ng": 116,
        "d\u0129a nh\u1ef1a": 117,
        "ph\u01b0\u01a1ng ti\u1ec7n giao th\u00f4ng": 118,
        "m\u00e1y xay": 119,
        "\u0111\u1ed3 ch\u01a1i": 120,
        "m\u0169": 121,
        "rau": 122,
        "\u00e1o vest": 123,
        "v\u00f2i hoa sen": 124,
        "b\u00e0n ch\u1ea3i": 125,
        "c\u00e1i k\u1ec7": 126,
        "\u0111\u01b0\u1eddng": 127,
        "xe l\u0103n": 128,
        "c\u00e0 r\u1ed1t": 129,
        "xe c\u1ed9": 130,
        "th\u00e2n c\u00e2y": 131,
        "m\u00e1y \u1ea3nh": 132,
        "chai": 133,
        "\u00f4 c\u1eeda": 134,
        "s\u00e2n": 135,
        "b\u1ebfn du thuy\u1ec1n": 136,
        "dao": 137,
        "xe tay ga": 138,
        "qu\u00e1n bar": 139,
        "th\u01b0 vi\u1ec7n": 140,
        "h\u00e0nh l\u00fd": 141,
        "b\u1edd bi\u1ec3n": 142,
        "t\u00e1m": 143,
        "c\u00e1i l\u1ecd": 144,
        "m\u1eb7t tr\u1eddi": 145,
        "\u00e1o s\u01a1 mi": 146,
        "qu\u1ea7y t\u00ednh ti\u1ec1n": 147,
        "\u0111\u01b0\u1eddng s\u1eaft": 148,
        "b\u1ea7u tr\u1eddi": 149,
        "chu\u1ed9t": 150,
        "r\u00e0o ch\u1eafn": 151,
        "\u1ea3nh ch\u1ee5p": 152,
        "balo": 153,
        "b\u1ea3o t\u00e0ng": 154,
        "qu\u1ea3 t\u00e1o": 155,
        "hoa qu\u1ea3": 156,
        "b\u1ee9c t\u01b0\u1ee3ng": 157,
        "m\u00e1y t\u00ednh": 158,
        "c\u00e1c t\u00f2a nh\u00e0": 159,
        "ch\u00e9n \u0111\u0129a": 160,
        "m\u01b0\u1eddi": 161,
        "ch\u00edn": 162,
        "gi\u1ea5y b\u1ea1c": 163,
        "s\u00e0n nh\u00e0": 164,
        "chu\u1ed3ng tr\u1ea1i": 165,
        "l\u1edbp h\u1ecdc": 166,
        "kho": 167,
        "b\u1ebfp": 168,
        "b\u1ea3ng": 169,
        "gia s\u00fac": 170,
        "th\u1ecbt": 171,
        "b\u1ed3n ti\u1ec3u": 172,
        "t\u1ea1p d\u1ec1": 173,
        "c\u00e1i l\u1ec1u": 174,
        "g\u0103ng tay": 175,
        "h\u00e0nh lang": 176,
        "l\u00e1": 177,
        "t\u00fai": 178,
        "h\u1ea3i \u00e2u": 179,
        "v\u1ee3t": 180,
        "b\u00e0n ph\u00edm": 181,
        "s\u00f4 c\u00f4 la": 182,
        "r\u01b0\u1ee3u": 183,
        "t\u00e1o": 184,
        "gian h\u00e0ng": 185,
        "xe \u0111i\u1ec7n ng\u1ea7m": 186,
        "m\u00e1y s\u1ea5y kh\u00f4": 187,
        "toa xe": 188,
        "trang thi\u1ebft b\u1ecb": 189,
        "c\u1ed7 m\u00e1y": 190,
        "n\u01b0\u1edbc": 191,
        "c\u00e2y k\u00e9o": 192,
        "ng\u0103n k\u00e9o": 193,
        "v\u1ea1ch k\u1ebb \u0111\u01b0\u1eddng": 194,
        "b\u00e1nh ng\u1ecdt": 195,
        "l\u1ed1i \u0111i": 196,
        "t\u00e0u": 197,
        "\u0111\u01b0\u1eddng \u0111i b\u1ed9": 198,
        "d\u0129a": 199,
        "con v\u1eb9t": 200,
        "l\u00e1 c\u1edd": 201,
        "kh\u0103n": 202,
        "chung c\u01b0": 203,
        "h\u1ed3": 204,
        "ca n\u00f4": 205,
        "gi\u00e1 \u0111\u1ee1": 206,
        "nh\u1eefng qu\u1ea3 cam": 207,
        "b\u1eefa tr\u01b0a": 208,
        "k\u00ednh \u0111eo": 209,
        "cupcake": 210,
        "\u0111\u01b0\u1eddng ray": 211,
        "b\u1ed9 \u0111\u1ed3": 212,
        "h\u00e0ng ho\u00e1": 213,
        "nh\u1eefng b\u1ee9c \u1ea3nh": 214,
        "c\u00e1i v\u00ed": 215,
        "c\u1eebu": 216,
        "ng\u01b0\u1eddi gi\u1eef": 217,
        "b\u1ee9c tranh": 218,
        "c\u1ea7u": 219,
        "nhi\u1ec1u c\u00e1i gh\u1ebf": 220,
        "b\u00f4ng c\u1ea3i xanh": 221,
        "b\u1eefa \u0103n t\u1ed1i": 222,
        "v\u1ebd tranh l\u00ean t\u01b0\u1eddng": 223,
        "thuy\u1ec1n bu\u1ed3m": 224,
        "\u0111i v\u0103ng": 225,
        "s\u00e2n kh\u1ea5u": 226,
        "n\u1ebfn": 227,
        "bu\u1ed3ng": 228,
        "c\u00e1i th\u00eca": 229,
        "c\u1ecf kh\u00f4": 230,
        "con kh\u1ec9": 231,
        "t\u01b0\u1ee3ng \u0111\u00e0i": 232,
        "t\u1ee7 \u0111\u00f4ng": 233,
        "hoa h\u1ed3ng": 234,
        "chim b\u1ed3 c\u00e2u": 235,
        "hay": 236,
        "g\u1ea7u m\u00fac": 237,
        "b\u00fai t\u00f3c": 238,
        "m\u00f3ng vu\u1ed1t": 239,
        "xe \u0111i\u1ec7n": 240,
        "\u0111\u0129a": 241,
        "m\u00e0n": 242,
        "\u00e1o kho\u00e1c": 243,
        "m\u1eb7t n\u1ea1": 244,
        "\u0111\u1ed3 u\u1ed1ng": 245,
        "b\u00f2 \u0111\u1ef1c": 246,
        "c\u00e1i n\u0129a": 247,
        "\u0111\u01b0\u1eddng \u1ed1ng": 248,
        "n\u01b0\u1edbc ti\u1ec3u": 249,
        "ly": 250,
        "\u0111\u00e8n \u0111\u1ec3 b\u00e0n": 251,
        "\u0111\u1ed3 n\u1ed9i th\u1ea5t": 252,
        "m\u00e1i ch\u00e8o": 253,
        "\u0111\u1ea7u m\u00e1y": 254,
        "\u0111\u1ea7m": 255,
        "m\u0169 l\u01b0\u1ee1i trai": 256,
        "truy\u1ec1n h\u00ecnh": 257,
        "ph\u00f4 mai": 258,
        "c\u00e0 ph\u00ea": 259,
        "b\u1ebfn t\u00e0u": 260,
        "con d\u00ea": 261,
        "c\u1eeda ra v\u00e0o": 262,
        "k\u00fd t\u00ean": 263,
        "thi\u1ebft b\u1ecb": 264,
        "b\u00ecnh hoa": 265,
        "bia": 266,
        "con d\u1ed1c": 267,
        "\u00e1o cho\u00e0ng": 268,
        "m\u00f3n tr\u00e1ng mi\u1ec7ng": 269,
        "c\u00e2y s\u00e0o": 270,
        "thu\u1ed1c l\u00e1": 271,
        "m\u1eb7t": 272,
        "k\u00ednh r\u00e2m": 273,
        "\u0111i\u00eau kh\u1eafc": 274,
        "nh\u00e0": 275,
        "rau qu\u1ea3": 276,
        "tr\u00e1i c\u00e2y": 277,
        "qu\u1ea3 cam": 278,
        "\u0111\u0129a n\u00e9m": 279,
        "ba lan": 280,
        "c\u00e2y g\u1eady": 281,
        "s\u1eefa": 282,
        "h\u1ed9p \u0111\u1ef1ng": 283,
        "khung": 284,
        "ngo\u00e0i tr\u1eddi": 285,
        "\u0111o\u1ea1n phim gi\u1edbi thi\u1ec7u": 286,
        "c\u1edd": 287,
        "th\u00f9ng": 288,
        "l\u00f2 s\u01b0\u1edfi": 289,
        "l\u00e1t c\u1eaft": 290,
        "b\u1eafp ch\u00e2n": 291,
        "c\u00fan y\u00eau": 292,
        "ng\u00e2n h\u00e0ng": 293,
        "rau x\u00e0 l\u00e1ch": 294,
        "xa l\u1ed9": 295,
        "g\u00e0": 296,
        "qu\u1ea7n short": 297,
        "v\u00f2i n\u01b0\u1edbc": 298,
        "m\u0169 b\u1ea3o hi\u1ec3m": 299,
        "c\u00f4ng c\u1ee5": 300,
        "qu\u1ea3 cam ": 301,
        "v\u00e1n tr\u01b0\u1ee3t tuy\u1ebft": 302,
        "g\u1ea1ch": 303,
        "ch\u00ecm xu\u1ed1ng": 304,
        "kh\u0103n t\u1eafm": 305,
        "l\u00e1t g\u1ea1ch": 306,
        "ng\u0103n": 307,
        "b\u1ea3ng hi\u1ec7u": 308,
        "l\u0103n tr\u00f2n": 309,
        "hotdog": 310,
        "c\u1ecf": 311,
        "b\u00ecnh": 312,
        "b\u00ean": 313,
        "t\u00e0u ho\u1ea3": 314,
        "b\u00e1nh xe": 315,
        "lon": 316,
        "nh\u00e0 t\u1eafm": 317,
        "\u0111\u01b0\u1eddng \u0111ua": 318,
        "m\u00e0u s\u1eafc": 319,
        "bao b\u00ec": 320,
        "th\u00e0nh ph\u1ea7n": 321,
        "chim \u01b0ng": 322,
        "\u0111i\u1ec3m t\u00e2m": 323,
        "d\u0129a ": 324,
        "b\u00e0n ch\u1ea3i \u0111\u00e1nh r\u0103ng": 325,
        "h\u00e0ng h\u00f3a": 326,
        "pug": 327,
        "h\u1ed9p s\u1ed1": 328,
        "c\u00e1": 329,
        "gi\u1ecf": 330,
        "gh\u1ebf s\u00f4 pha": 331,
        "qu\u1ea7n \u00e1o": 332,
        "tr\u01b0\u1eddng h\u1ee3p": 333,
        "b\u00f2": 334,
        "v\u00f4 tuy\u1ebfn": 335,
        "con thoi": 336,
        "theo d\u00f5i": 337,
        "\u00e1o ba l\u1ed7": 338,
        "d\u00f2ng s\u00f4ng": 339,
        "g\u00e0 t\u00e2y": 340,
        "d\u1ea5u hi\u1ec7u": 341,
        "m\u00e8o con": 342,
        "m\u1eaft": 343,
        "\u0111\u01b0a \u0111\u00f3n": 344,
        "con heo": 345,
        "ngo\u00e0i": 346,
        "\u0111\u1ed3ng ph\u1ee5c": 347,
        "m\u00e1y bay tr\u1ef1c th\u0103ng": 348,
        "\u0111\u1ea1i d\u01b0\u01a1ng": 349,
        "b\u1ee9c m\u00e0n": 350,
        "cam": 351,
        "b\u00e1nh hamburger": 352
    }
}